import LinkBackToHome from '@/com/ui/BackToHome/Link'
import Head from 'next/head'

export default function Privacy() {
  return (
    <>
      <Head>
        <title>
          حریم خصوصی
        </title>
      </Head>
      <div className="vh-100">
        <div className='w-100 h-25 d-flex justify-content-center align-items-center bg-dark'>
          <div className=''>
            <h1 className='text-white m-0 p-0'>شکوفالند</h1>
            <p className='m-2 p-0 text-white'>راهکاری جامع برای کنترل دسترسی در سازمان شما</p>
          </div>
        </div>
        <div className='container'>
          <h3 className='my-3'>حریم خصوصی</h3>
          <p className='text-start mt-3'>
            کلیه قوانین ، فرایند ها و رویه های شکوفالند منطبق با قوانین جمهوری اسلامی ایران، قوانین تجارت الکترونیک و حمایت از حقوق مصرف کننده می باشد.
          </p>
          <p className='text-start'>
            وبسایت شکوفالند با تاکید بر احترامی‌ که برای حریم شخصی کاربران قائل است، برای سفارش، ثبت نظر یا استفاده از برخی امکانات وب سایت اطلاعاتی را از کاربران درخواست می‌کند تا بتواند خدماتی امن و مطمئن ارائه دهد. برای نمونه می‌توان به نام، نشانی، نشانی الکترونیک (ایمیل)، شماره تلفن و سایر اطلاعاتی که به صورت عادی در دسترس عموم مردم نیست اشاره نمود. لازم به ذکر است آدرس ایمیل و تلفن‌هایی که مشتری در پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تایید مشتری است و تمام مکاتبات و پاسخ‌های شرکت از طریق آنها صورت می‌گیرد.
          </p>
          <p className='text-start'>
            شما با ثبت نام در شکوفالند مشخصات خود از قبیل نام و نام خانوادگی، تلفن تماس و … را در اختیار شکوفالند قرار می‌دهید. در ادامه برای انجام تراکنش و ثبت سفارش نیاز به اضافه کردن مشخصات آدرس خود خواهید داشت. شما پس از ثبت نام در سایت، به عنوان کاربر و مشتری شکوفالند شناخته خواهید شد و کلیه اطلاعات مذکور و اطلاعاتی مانند تراکنش‌ها، پرداخت‌ها و... نیز در اختیار شکوفالند خواهد بود.
          </p>
          <p className='text-start'>
            بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به منزله مورد تایید بودن صحت آنها است و در صورتی که موارد فوق به صورت صحیح یا کامل درج نشده باشد، شکوفالند جهت اطمینان از صحت و قطعیت ثبت سفارش می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.
          </p>
          <p className='text-start'>
            مشتریان می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش وارد کنند و شکوفالند تنها برای ارسال همان سفارش، از این اطلاعات استفاده خواهد کرد.
          </p>
          <p className='text-start'>
            همچنین بدین وسیله به اطلاع کاربران رسانده می‌شود که شکوفالند همانند سایر وب سایت‌ها از جمع آوری IP و کوکی‌ها استفاده می‌کند، اما پروتکل، سرور و لایه‌های امنیتی شکوفالند و روش‌های مناسب مدیریت داده‌ها حداکثر تلاش را به عمل می‌آورد که اطلاعات کاربران را محافظت و از دسترسی‌های غیر قانونی جلوگیری کند. طبیعتا مسئولیت هرگونه سوء استفاده به شخص یا اشخاص متخلف مربوط بوده و شکوفالند حق اعتراض و پیگیری را از طریق قانونی بنابر صلاحدید خود محفوظ می‌دارد.
          </p>
          <p className='text-start'>
            شکوفالند اطلاعات را توسط کوکی (Cookie) جمع آوری می‌کند. کوکی فایلی است که به درخواست یک سایت، توسط مرورگر ایجاد می‌شود و به سایت امکان ذخیره بازدید‌های شما و مناسب‌سازی آنها را فراهم می‌نماید. بسیاری از مرورگرها امکان غیرفعال کردن کوکی را فراهم کرده‌اند، به این منظور می‌توانید راهنمای مرورگرها را مطالعه کنید.
          </p>
          <p className='text-start'>
            برای اطلاع رسانی رویدادها و خدمات، برای اعضای وب سایت، ایمیل یا پیامک ارسال می‌شود. در صورتی که کاربران تمایل به دریافت اینگونه ایمیل‌ها نداشته باشند، می‌توانند با استفاده از لینک لغو اشتراک در انتهای ایمیل دریافتی، به لغو اشتراک خبرنامه، اقدام نمایند.
          </p>
          <p className='text-start'>
            شما می‌توانید کلیه اطلاعات شخصی خود را در بخش پروفایل تغییر داده و ویرایش کنید.
          </p>
          <p className='text-start'>
            فروشگاه شکوفالند دسترسی کارمندان خود به اطلاعات کاربران را محدود نموده و هر فرد بنا به مسئولیت خود به میزان مورد نیاز به اطلاعات دسترسی خواهد داشت.
          </p>
          <p className='text-start'>
            فروشگاه شکوفالند ممکن است نقد و نظرهای ارسالی کاربران را در راستای رعایت قوانین وب سایت و بهبود نمایش نظرات در صفحات، ویرایش کند. کاربران ضمن استفاده از خدمات وبسایت، حق ویرایش اطلاعات و استفاده از آنها را در چارچوب فوق الذکر به شکوفالند اعطاء نموده و حق اعتراض را از خود سلب می‌نمایند.
          </p>
          <p className='text-start'>
            مسئولیت هرگونه خسارت احتمالی که ناشی از عدم رعایت موارد فوق الذکر توسط کاربر باشد، با خود کاربر بوده وکاربر حق هر گونه ادعا علیه شکوفالند را از خود سلب می‌کند. شکوفالند هویت شخصی کاربران را محرمانه می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا سازمان دیگری منتقل نمی‌کند، مگر اینکه با حکم مقام قضائی یا طبق قوانین و مقررات رایج کشور موظف باشد در اختیار مراجع ذی‌صلاح قرار دهد. در این موارد هیچگونه مسئولیت قانونی مبنی بر جبران خسارت برای شکوفالند وجود ندارد و کاربران با اعلام رضایت خود در استفاده از خدمات وب سایت ضمنا حق هرگونه اعتراض را از خود سلب نموده‌اند.
          </p>
          <p className='text-start'>
            شکوفالند برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان خود را به کار می‌گیرد و امیدوار است که تجربه سفارشی امن، راحت و خوشایند را برای همه کاربران فراهم آورد.
          </p>
          <p className="text-start">
          فروشگاه اینترنتی شکوفالند به اطلاعات خصوصی اشخاصى که از خدمات سایت استفاده می‌کنند، احترام گذاشته و از آن محافظت می‌کند.فروشگاه اینترنتی شکوفالند متعهد می‌شود در حد توان از حریم شخصی شما دفاع کند و در این راستا، تکنولوژی مورد نیاز برای هرچه مطمئن‌تر و امن‌تر شدن استفاده شما از سایت را، توسعه دهد. در واقع با استفاده از سایت فروشگاه اینترنتی شکوفالند ، شما رضایت خود را از این سیاست نشان می‌دهید.
همه مطالب در دسترس از طریق هر یک از خدمات فروشگاه اینترنتی شکوفالند، مانند لوگو، علائم تجاری، متن، توضیحات، گرافیک، آرم، تصاویر و کپی، داده‌ها و کلیه محتوای تولید شده توسط فروشگاه اینترنتی شکوفالند جزئی از اموال این فروشگاه اینترنتی محسوب می‌شود و حق استفاده و نشر تمامی مطالب موجود و در دسترس در انحصار فروشگاه اینترنتی شکوفالند است و هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای فروشگاه اینترنتی این گروه محفوظ می‌دارد.

          </p>
          <p className='text-start'>
            در صورت نیاز به پیگیری و یا وجود هرگونه سوال، لطفا از طریق ایمیل شکوفالند (Ali.Khosravani.f@Gmail.com) و یا شماره تلفن 09127622665، با ما در ارتباط باشید.
          </p>
        </div>
        <LinkBackToHome/>
      </div>
    </>
  )
}


