import Head from 'next/head'
import CommingSoonPage from '@/com/ui/ComingSoon/ComingSoon'
import React from 'react'
import LinkBackToHome from '@/com/ui/BackToHome/Link'
export default function Rule() {
  return (
    <>
      <Head>
        <title>
          قوانین سایت
        </title>
      </Head>
      <div className="vh-100">
        <div className='w-100 h-25 d-flex justify-content-center align-items-center bg-dark'>
          <div className=''>
            <h1 className='text-white m-0 p-0'>شکوفالند</h1>
            <p className='m-2 p-0 text-white'>راهکاری جامع برای کنترل دسترسی در سازمان شما</p>
          </div>
        </div>
        <div className='container my-3'>
          <h3 className='fw-bold my-3'>
            قوانین و مقررات استفاده از فروشگاه اینترنتی شکوفالند
          </h3>
          <p className='text-start'>
            کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات فروشگاه اینترنتی شکوفالند به دقت ملاحظه فرمایید.
            ورود کاربران به وب‌سایت فروشگاه اینترنتی شکوفالند و ثبت سفارش در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین فروشگاه اینترنتی شکوفالند از سوی کاربر است .لازم به ذکر است شرایط و قوانین مندرج، جایگزین کلیه توافق‌های قبلی محسوب می‌شود.

          </p>
          <h3 className='text-start'>
            قوانین عمومی:
          </h3>
          <p className='text-start'>
            توجه داشته باشید کلیه اصول و رویه‌های فروشگاه اینترنتی شکوفالند منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است. در صورتی که در قوانین مندرج، رویه‌ها و خدمات فروشگاه اینترنتی شکوفالند تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و شما توافق می‌کنید که استفاده مستمر شما از سایت به معنی پذیرش هرگونه تغییر است.
          </p>
          <h3 className='text-start'>
            تعریف مشتری یا کاربر:
          </h3>
          <p className='text-start'>
            مشتری یا کاربر به شخصی گفته می‌شود که با اطلاعات کاربری خود که در فرم ثبت نام درج کرده است، به ثبت سفارش یا هرگونه استفاده از خدمات فروشگاه اینترنتی شکوفالند اقدام نماید.


          </p>
          <h3 className='text-start'>
            ثبت، پردازش و ارسال سفارش
          </h3>
          <p className='text-start'>
            روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به استثنای تعطیلات عمومی در ایران است و کلیه سفارش‌های ثبت شده در طول روزهای کاری و اولین روز پس از تعطیلات پردازش می‌شوند.
          </p>
          <p className='text-start'>
            فروشگاه اینترنتی شکوفالند به مشتریان خود در 7 روز هفته و 24 ساعت در روز امکان ثبت سفارش می‌دهد ولیکن از ساعت 9 صبح الی 17 بعد از ظهر روزهای کاری ، امکان پاسخگویی و پیگیری و ارسال سفارشات میباشد
          </p>
          <p className='text-start'>
            کلیه سفارش‌ های ثبت شده در پایگاه اطلاعاتی فروشگاه اینترنتی به وسیله مدیر سیستم رسید شده و پیش فاکتور از طریق ایمیل ارسال و سپس در صف پردازش قرار می‌گیرند. فروشگاه اینترنتی شکوفالند همواره در ارسال و تحویل کلیه سفارش‌های ثبت شده، نهایت دقت و تلاش خود را می‌نماید. با وجود این، در صورتی که موجودی محصولی در فروشگاه اینترنتی شکوفالند به پایان برسد، حتی پس از اقدام مشتری به سفارش‌گذاری، حق کنسل کردن آن سفارش و یا استرداد وجه سفارش برای فروشگاه اینترنتی شکوفالند محفوظ است و یا مشتری می‌تواند به جای کالای به اتمام رسیده، محصول دیگری را جایگزین کند. فروشگاه اینترنتی شکوفالند مجاز است بدون اطلاع قبلی نسبت به توقف سفارش‌ گیری جدید، اقدام و فروش خود را متوقف کند و کلیه سفارش‌های ثبت شده قبل از توقف سفارش‌گیری، پردازش و ارسال می‌شود. حق قطع فروش کلیه و یا بخشی از محصولات به هر دلیلی مانند اتمام موجودی کالا بدون اطلاع قبلی، برای فروشگاه اینترنتی شکوفالند محفوظ است.
          </p>
          <h3 className='text-start'>
            فروش و تحویل سفارش
          </h3>
          <p className='text-start'>
            مکان و زمان تحویل کالا توسط کاربر سفارش دهنده در فروشگاه اینترنتی" شکوفالند"درج شده و فروشگاه اینترنتی " شکوفالند" به عنوان فروشنده متعهد است با رعایت سیاستهای معین ارسال کالا (از جمله هزینه های مربوطه)، سفارش را در آن مکان و زمان تحویل دهد. در صورت عدم حضور سفارش دهنده در مکان و زمان تعیین شده، فروشنده هزینه های مربوطه را از خریدار طلب خواهد نمود.
          </p>
          <p className='text-start'>
            در صورتی که تامین کننده و صاحب برند به دلایلی خارج از اراده و اختیار خود، توان تحویل کالا در موعد مقرر را نداشته باشد و طرفین درباره یک موعد جدید به توافق نرسند، خریدار حق دارد بدون هیچگونه هزینه ای سفارش را فسخ نماید.
          </p>
          <p className='text-start'>
            سفارش دهنده با تحویل کالای ارسال شده و امضای برگه دریافت کالا رضایت خود را از نوع، تعداد و سلامت کالا ابراز می نماید.
          </p>
          <h3 className='text-start'>
            شرایط ثبت نام
          </h3>
          <ol className='text-start'>
            <li>ثبت نام یا ورود با اسم کاربری</li>
            <li>انتخاب کالای مورد نظر</li>
            <li>انتخاب گزینه پرداخت نهایی و تایید سفارش</li>
          </ol>
          <p className='text-start'>
            قبل از ثبت هرگونه سفارش ( از طریق وب سایت و یا تماس تلفنی ) ، ثبت نام درسایت الزامی است . ثبت هر گونه سفارش به منزله آگاهی و قبول قوانین سایت بوده و لذا مشتری موظف است قبل از هر گونه ثبت سفارش این قوانین را به دقت مطالعه و در صورتیکه با آنها موافق است، سفارش را برای استعلام ارسال نماید.کاربران برای خرید از سایت باید دارای سن قانونی (18 سال تمام) بوده یا از طریق والدین یا قیم قانونی خود از سایت خرید نمایند.
          </p>
          <h3 className='text-start'>
            انتخاب کالای مورد نظر
          </h3>
          <p className='text-start'>
            با کلیک بر روی کالا به صفحه مشخصات کالا رفته و پس از مشاهده تمامی عکس ها در صورت تمایل بر روی عکس کالا کلیک کرده تا آنرا بزرگتر مشاهده کنید. بعد از انتخاب محصول مورد نظر فقط با یک کلیک آن را به سبد خرید خود اضافه کنید . در پایان بعد از تمام شدن خرید می توانید به سبد خرید خود رجوع کرده و محصولات موجود در آنجا را مرور کنید. سپس هر تغییر لازمی را در سبد خرید خود اعمال کرده و سرانجام به مرحله پرداخت نهایی رجوع کنید تا مراحل خرید شما از فروشگاه اینترنتی ما به پایان برسد .
          </p>
          <h3 className='text-start'>
            روش های پرداخت
          </h3>
          <p className='text-start'>
            روش های پرداخت در فروشگاه شکوفالند به شرح زیر می باشند :
          </p>
          <ol className='text-start'>
            <li>پرداخت آنلاین</li>
            <li>پرداخت به کارت یا حساب بنام شرکت پوشش کالا پویان و پارسا</li>
          </ol>
          <h3 className='text-start'>
            روش های ارسال
          </h3>
          <p className='text-start'>
            سفارشات در شهر تهران توسط پیک ارسال می گردند و هزینه ارسال نیز برعهده خریدار می باشد. در سایر استان ها غیر از شهر تهران و شهرهای مجاور تهران ، سفارش ها از طریق شرکت پست جمهوری اسلامی ایران و یا تیپاکس ارسال می گردد و هزینه ارسال نیز برعهده خریدار می باشد.
          </p>
          <h3 className='text-start'>
            هزینه ارسال
          </h3>
          <p className='text-start'>
            هزینه ارسال سفارشات در زمان نهایی شدن سفارش بصورت اتوماتیک محاسبه و در قیمت نهایی منظور میگردد.
          </p>
          <h3 className='text-start'>
          مدت زمان تحویل کالا
          </h3>
          <p className='text-start'>
          مدت زمان تحویل کالاها در شهر تهران حداقل 1 هفته کاری می باشد.
          </p>
          <p className='text-start'>
          توجه:  سفارش های ارسالی شهر تهران به دلیل قابل پیش بینی نبودن مسائلی نظیر ترافیک یا حوداث غیرمترقبه، در یک بازه زمانی 2 ساعته که با مشتریان هماهنگ خواهد شد، تحویل می گردند و مشتریان محترم لازم است که در بازه زمانی مشخص شده در محل تحویل سفارش حضور داشته باشند، در غیراینصورت مسئولیت و هزینه ارسال مجدد آن بر عهده مشتری می باشد. 
          </p>
          <p className='text-start'>
          با انتخاب روش ارسال تیپاکس، در صورتیکه سفارش قبل از ساعت 15 نهایی شده باشد در همان روز به تیپاکس تحویل خواهد شد و پس از این ساعت در اولین روز کاری بعد تحویل خواهد گردید.
          </p>
          <p className='text-start'>
          سفارش هایی که قرار است از طریق پست ارسال گردند، در صورتی که قبل از ساعت 12:30 نهایی شده باشند، در همان روز تحویل پست خواهند شد ، اما چنانچه بعد از این ساعت نهایی شده باشند ، در روز کاری بعد تحویل خواهند گردید.
          </p>
          <p className='text-start'>
          شرکت پست نیز معمولاً 48 تا 96 ساعت بعد سفارش را به مقصد خواهند رساند.
          </p>
          <h3 className='text-start'>
          خدمات پس از فروش
          </h3>
          <p className='text-start'>
          در صورت هر گونه اشتباه از سوی شکوفالند اعم از ارسال محصول اشتباه یا وجود ایراد و نقص در محصول ، سفارش شما به صورت رایگان مرجوع شده و در این موارد فروشگاه بلافاصله کالا را برای مشتری تعویض و در صورتیکه موجودی آن تمام شده باشد ، به صلاحدید مشتری کالا را با مدل مشابه تعویض یا وجه مشتری را عودت می نماید .
          </p>
          <p className='text-start'>
          به منظور رفاه حال شما عزیزان امکان پاسخگویی به سوالات شما عزیزان در خصوص محصولات ، نحوه سفارش ، تعیین سایز و موارد دیگر ، فروشگاه اینترنتی شکوفالند راه های ارتباطی متفاوتی فراهم آورده است . شما می توانید با تلفن 09127622665 در ساعات کاری 9 تا 17 در ارتباط باشید.
          </p>
          <h3 className='text-start'>
          نکات مهم در هنگام تحویل سفارشات
          </h3>
          <p className='text-start'>
          مشتری موظف است هنگام تحویل گرفتن سفارش و قبل از بازکردن بسته بندی، مشخصات کالای سفارش داده شده را با کالای تحویلی مطابقت داده و در صورت مغایرت از تحویل گرفتن آن خودداری نماید.
          </p>
          <p className='text-start'>
          توجه:  در صورتیکه مشتری بدون تطبیق دادن سفارش با کالا، آن را از بسته بندی اولیه خارج نماید ، حتی در صورت مغایرت امکان عودت وجود ندارد.
          </p>
          <p className='text-start'>
          در زمان ارسال سفارش توسط شرکتهای پستی، مشتری موظف است در حضور مامور پستی و قبل از امضاء رسید تحویل کالا، از سلامت بسته بندی و سلامت ظاهری کالا مطمئن گردد و در صورتیکه کالا از نظر بسته بندی و یا سلامت ظاهری دچار ایراد گردیده باشد، ضمن تحویل نگرفتن آن، بلافاصله موضوع را به فروشگاه اطلاع دهد. در این موارد چنانچه مشتری بدون بررسی سلامت ظاهری، رسید پستی (بمنزله دریافت کالا بصورت صحیح و سالم) را امضاء نمایید ، هیچ اعتراضی در مورد سلامت ظاهری کالا قابل قبول نخواهد بود و فروشگاه مسئولیتی در قبال مشکلات بعدی نخواهد داشت.
          </p>
          <p className='text-start'>
          هنگامی که سفارش تحویل گرفته می شود، فروشگاه دیگر مسئولیتی در قبال مشکلات و ایرادات ظاهری کالا نخواهد داشت، بدین منظور به مشتریان توصیه می گردد قبل از امضاء نمودن رسید تحویل کالا، به دقت ظاهر کالا را بررسی نموده و در صورتیکه کوچکترین ایرادی داشت، از تحویل گرفتن سفارش خودداری و موضوع را بلافاصله به فروشگاه اطلاع نمایند.
          </p>
          <p className='text-start'>
          در این موارد فروشگاه بلافاصله کالا را برای مشتری تعویض و در صورتیکه موجودی آن تمام شده باشد، به صلاحدید مشتری کالا را با مدل مشابه تعویض یا وجه مشتری را عودت می نماید. در این حالت مشتری هیچگونه هزینه مازادی پرداخت نخواهد کرد.
          </p>
        </div>
        <div>
          <LinkBackToHome/>
        </div>
      </div>
    </>
  )
}

