import Head from 'next/head'

import './Styled.css'

export default function Attendance() {
  return (
    <>
      <Head>
        <title>کنترل تردد</title>
      </Head>
      <div className='vh-100'>
        <div className='w-100 h-25 d-flex justify-content-center align-items-center bg-dark'>
          <div className=''>
            <h1 className='text-white m-0 p-0'>شکوفالند</h1>
            <p className='m-2 p-0 text-white'>راهکاری جامع برای کنترل دسترسی در سازمان شما</p>
          </div>
        </div>
        <div className='container my-5'>
          <h2 className='fw-bold my-3'>کنترل تردد شکوفالند</h2>
          <p className='text-wrap'>
            سیستم کنترل تردد به عنوان یکی از اصول امنیتی لازم و ضروری شناخته می‌شود  که در سازمان ها برای کنترل افراد و خودروها از آن استفاده می شود و نقش مهمی در محدود کردن دسترسی افراد به منابع و مکان‌های مختلف یک سازمان یا مکان از جمله نقاط حساس مانند دیتاسنترها را ایفا می‌کند. این سیستم‌ها از تکنولوژی‌های الکترونیکی برای کنترل و نظارت بر ورود و خروج افراد و خودروها استفاده می‌کنند.
          </p>
          <p className='text-wrap'>
            در سیستم کنترل تردد، دسترسی به محیط‌های مختلف از جمله ساختمان‌ها، اتاق‌ها و دارایی‌های فیزیکی با استفاده از تجهیزات الکترونیکی، مشخص و محدود می‌شود. این تجهیزات معمولاً از کارت‌های کنترل تردد، اطلاعات بیومتریک و سیستم‌های شناسایی و همچنین ترکیبی از آنها استفاده می‌کنند.
          </p>
          <p className='text-wrap'>
            سیستم کنترل تردد فیزیکی، دسترسی افراد را با استفاده از اطلاعات هویت، گذرواژه، شماره شناسایی شخصی (PIN) و اقدامات امنیتی دیگر ارزیابی می‌کند. این سیستم‌ها می‌توانند با ترکیبی از این ارزیابی ها اجازه مدیریت از راه دور و نظارت بهبود یافته را فراهم ‌کنند.
          </p>
          <p className='text-wrap'>
            استفاده از سیستم‌های کنترل تردد توسط سازمان‌ها به منظور افزایش امنیت فیزیکی و دیتاسنترها، کنترل تردد در پارکینگ ها و مشخص نمودن ظرفیت پارکینگ ، سلف های غذا خوری و گزارش از غذاهای رزرو شده و غذاهای تحویل شده و سیستم های گشت و نگهبانی و مدیریت باشگاه ها و اماکن ورزشی بسیار معمول است. این سیستم‌ها با ارتقای قابلیت‌های تأیید هویت و کنترل دسترسی، به شرکت‌ها امکان مدیریت بهتر و کاهش خطرات و کنترل امنیت فضاها را می‌دهند.
          </p>
          <p className='text-wrap'>
            در مجموع، سیستم کنترل تردد به عنوان یک تکنولوژی اساسی در امنیت سازمان‌ها و مکان‌ها به حساب می‌آید.و باعث می شود بسیاری از مشکلات که در ثبت تردد دستی وجود داشت به حداقل برسد و باعث افزایش کیفیت و سرعت عملکرد می شود و از بسیاری از خطاهای رایج انسانی پیشگیری می شود.
          </p>
          <p className='text-wrap'>
            طراحی سیستم کنترل تردد با استفاده از دستگیره‌های دیجیتال به عنوان یک راهکار هوشمند و جامع، به بهبود امنیت و مدیریت سازمان‌ها کمک می‌کند و به خاطر این مزایا، دارای بهره‌وری و امنیت بالاتری می‌باشد:
          </p>
          <ul>
            <li>
              <p>
                افزایش امنیت فیزیکی و دیتاسنترها با محدود کردن دسترسی افراد به منابع.
              </p>
            </li>
            <li>
              <p>
                جلوگیری از ورود افراد غیرمجاز و کنترل دقیق تردد.
              </p>
            </li>
            <li>
              <p>
                ثبت دقیق رفت و آمد کارکنان با استفاده از سیستم کنترل تردد به صورت الکترونیکی و مستندسازی اطلاعات حضور و غیاب.
              </p>
            </li>
            <li>
              <p>
                حذف نیاز به استفاده از کلیدهای مکانیکی و جلوگیری از امکان گم شدن و کپی‌کردن آن‌ها.
              </p>
            </li>
            <li>
              <p>
                مدیریت بهتر و کامل‌تر حضور و غیاب کارکنان با امکانات گزارش‌گیری و آماری.
              </p>
            </li>
            <li>
              <p>
                امکان ردیابی دقیق تردد افراد و وسایل نقلیه با استفاده از سیستم‌های هوشمند.
              </p>
            </li>
            <li>
              <p>
                افزایش حفاظت از حریم خصوصی افراد با جلوگیری از ورود غیرمجاز و دسترسی به مناطق محدود.
              </p>
            </li>
            <li>
              <p>
                به‌کارگیری تکنولوژی بیومتریک برای تأیید هویت دقیق‌تر و جلوگیری از امکان کپی‌کردن کلیدها.
              </p>
            </li>
            <li>
              <p>
                کاهش هزینه‌ها و زمان مدیریت کلیدهای فیزیکی و نگهداری سیستم‌های سنتی.
              </p>
            </li>
            <li>
              <p>
                کنترل تردد وسایل نقلیه با استفاده از سیستم‌های هوشمند و تصویربرداری.
              </p>
            </li>
            <li>
              <p>
                امکان انعطاف‌پذیری در مدیریت سیستم با توجه به نیازهای متغیر سازمان.
              </p>
            </li>
            <li>
              <p>
                توانایی اضافه‌کردن برنامه‌های جدید به سیستم.
              </p>
            </li>
          </ul>
          <p className='text-wrap'>
            به طور کلی، سیستم کنترل دسترسی به سازمان‌ها این امکان را می‌دهد تا به نحوی هوشمندانه و امن، دسترسی افراد به مناطق و اطلاعات مختلف مدیریت شده و اطلاعات آن‌ها را نیز ذخیره کنند و از گزارشات تردد های انجام شده استراتژی  سازمان را مشخص و تصمیمات مربوطه را اخذ نمایند.
          </p>
          <p className='text-wrap'>
            کنترل دسترسی در موارد زیر کاربرد دارد و می توان از مزیت های آن استفاده نمود:
          </p>
          <ul>
            <li>
              <p>
                مدیریت یکپارچه حقوق و دستمزد کارکنان
              </p>
            </li>
            <li>
              <p>
                کنترل دسترسی به مکان‌های خاص
              </p>
            </li>
            <li>
              <p>
                مدیریت زمان دسترسی
              </p>
            </li>
            <li>
              <p>
                ردیابی فعالیت در زمان واقعی
              </p>
            </li>
            <li>
              <p>
                افزایش سرعت و راندمان
              </p>
            </li>
            <li>
              <p>
                کاهش هزینه های نیروی انسانی
              </p>
            </li>
            <li>
              <p>
                مستند سازی های سیستمی
              </p>
            </li>
            <li>
              <p>
                عکسبرداری از رویداد های اتفاق افتاده
              </p>
            </li>
            <li>
              <p>
                ارسال پیامک و اعلام آلارم و هشدار به مدیران مربوطه
              </p>
            </li>
          </ul>
        </div>
      </div>
    </>
  )
}
